---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FasciaDepthParam
source: html/d190772c-96df-8837-0175-58c3b3b29fd5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FasciaDepthParam Property

"Fascia Depth"

## Syntax (C#)
```csharp
public static ForgeTypeId FasciaDepthParam { get; }
```